[
    {
      "id": "65a24a93f64a55128b45cb35",
      "title": "I Was Reincarnated on an Island Where the Strongest Species Live So I Will Enjoy a Peaceful Life on This Island",
      "sub_title": "Tenseishitara Saikyou Shutachi ga Sumau Shima deshita. Kono Shima de Slow Life wo Tanoshimimasu ; Tensei Shitara Saikyoushutachi ga Sumau Shima Deshit",
      "status": "ongoing",
      "thumb": "https://usc1.contabostorage.com/scraper/mangas/65a24a93f64a55128b45cb35/thumb.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=c10e9464b360c31ce8abea9b266076f6%2F20240520%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20240520T054620Z&X-Amz-Expires=86400&X-Amz-SignedHeaders=host&X-Amz-Signature=a176cf708b3e6a2ce05b326151b421edfa413935957ab589005c87ce8cc7e122",
      "summary": "Arata, a black employee, is reincarnated in another world with the privilege of a healthy body and a place where he doesn't have to deal with people. On the island where he is reincarnated, there are only monsters - divine beasts, true ancestor vampires, ancient dragons, and so on. No, there are certainly no \"people,\" but .......\nThe first time you reincarnate, you're in desperate straits! --I thought I was in a desperate situation, but it seems that my \"healthy body\" is \"invincible\" and I don't have to worry about it.\nWhile lightly accepting his mythical power, he is living a comfortable and leisurely life, cooking and walking together, living in a tent with a beautiful girl, and holding a party with everyone on the island....\n\"Brother, let's eat dinner together! Master, play with me!\nA heartwarming island life with the \"strongest\" will begin.\n",
      "authors": [
          "HEISEI Owari",
          "Noy"
      ],
      "genres": [
          "Action",
          "Fantasy",
          "Comedy",
          "Adventure",
          "Isekai"
      ],
      "nsfw": false,
      "type": "japan",
      "total_chapter": 75,
      "create_at": 1705134739029,
      "update_at": 1715787569785
    },
    {
      "id": "65a1bfd1f64a55128b453b99",
      "title": "F-Class Destiny Hunter",
      "sub_title": "",
      "status": "ongoing",
      "thumb": "https://usc1.contabostorage.com/scraper/mangas/65a1bfd1f64a55128b453b99/thumb.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=c10e9464b360c31ce8abea9b266076f6%2F20240520%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20240520T054620Z&X-Amz-Expires=86400&X-Amz-SignedHeaders=host&X-Amz-Signature=4a93fe1c5a706f64254089d338f1eaf1dad21563e3f6eada4fa796fecff846a6",
      "summary": "[By the studio that brought you , and many more!]\nIn a world where destiny decides the ability one awakens, Seo Gangrim is born with the worst destiny.\nHe awakened as a hunter, but he was the very bottom of the bottom.\nOne day, he is ambushed…\n[Power ‘Destiny Stealing’ is being activated. You have obtained the power ‘Regression’.]\nHe lost all his teammates to an assassin, but right before dying, he regressed to his past.\nRight then, Seo Gangrim made the decision never to leave his life to destiny again.\n",
      "authors": [
          "anamin/S-nanyc (REDICE STUDIO)",
          "Redice Studio/URI"
      ],
      "genres": [
          "Action",
          "Fantasy",
          "Adventure"
      ],
      "nsfw": false,
      "type": "japan",
      "total_chapter": 62,
      "create_at": 1705099217675,
      "update_at": 1715787445815
    },
    {
      "id": "65a1b259f64a55128b45238d",
      "title": "Monmusugo! 〜Living In Another World With The Strongest Monster Girls With Translation Skills〜",
      "sub_title": "モンむすご！ ; モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜 ; MONMUSUGO! ; MONMUSUGO! ~Hon'yaku Sukiru de Saikyō Monmusume to Isekai Seikatsu~ ; MONMUSUGO! ~Honnyaku Skill de ",
      "status": "ongoing",
      "thumb": "https://usc1.contabostorage.com/scraper/mangas/65a1b259f64a55128b45238d/thumb.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=c10e9464b360c31ce8abea9b266076f6%2F20240520%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20240520T054620Z&X-Amz-Expires=86400&X-Amz-SignedHeaders=host&X-Amz-Signature=6374098ee4ead690c00c4edaf99c7daed695111dda6c3735cadf5b55f20e871b",
      "summary": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!\n",
      "authors": [
          "Kimimaro"
      ],
      "genres": [
          "Action",
          "Ecchi",
          "Fantasy",
          "Harem",
          "Manga",
          "Romance",
          "Comedy",
          "Adventure",
          "Seinen",
          "Isekai"
      ],
      "nsfw": false,
      "type": "japan",
      "total_chapter": 25,
      "create_at": 1705095769229,
      "update_at": 1715787233682
    },
    {
      "id": "65a18549f64a55128b44f38e",
      "title": "I Work Nine To Five In The Immortal Cultivation World ",
      "sub_title": "Wo Zai Xiuxian Shijie Chao Jiu Wan Wu ; I Live From Nine to Five in the World of Cultivating Immortals ; I Work Nine to Five in the Immortal Cultivati",
      "status": "ongoing",
      "thumb": "https://usc1.contabostorage.com/scraper/mangas/65a18549f64a55128b44f38e/thumb.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=c10e9464b360c31ce8abea9b266076f6%2F20240520%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20240520T054620Z&X-Amz-Expires=86400&X-Amz-SignedHeaders=host&X-Amz-Signature=5e2083cf72f2ab46f9b0f918f7ba89983f50b0da81b3c4da227fe6fe73e5a119",
      "summary": "Hua Qingyuan, died suddenly due to being overly exhausted from working the ‘996’ schedule. However, he found himself transported to a fantasy world and became a disciple of the Qingyun Sword Sect. Determined not to repeat the mistakes of his past life, he resolved to work only 8 hours a day and not to spend even a half a minute practicing cultivation. He became an anomaly in the entire Qingyun Sword Sect, lazily lying under a tree while others practiced day and night. He enjoyed his life after work, while others worked tirelessly on their swordsmanship. Nevertheless, his almost abnormal talent in swordsmanship made him a formidable presence. In the face of requests from his master, fellow disciples, and the sect leader, as well as sudden attacks from the demonic sect and challenges from other young talents, he remained resolute: do not bother me until it’s time to work!\n",
      "authors": [
          "愛のチカラで恋をするのだ",
          "愛のチカラで恋をするのだ"
      ],
      "genres": [
          "Action",
          "Fantasy",
          "Shounen",
          "Martial Arts",
          "Manhua",
          "Historical"
      ],
      "nsfw": false,
      "type": "china",
      "total_chapter": 65,
      "create_at": 1705084233441,
      "update_at": 1715787108492
    },
    {
      "id": "659fdec4f64a55128b44a711",
      "title": "Solo Farming In The Tower",
      "sub_title": "Dungeon Farming on My Own ; Farming in the Tower Alone ; I'm the Only One Farming in the Dungeon ; Sole Dungeon Farming ; Only I Farm in the Dungeon ;",
      "status": "ongoing",
      "thumb": "https://usc1.contabostorage.com/scraper/mangas/659fdec4f64a55128b44a711/thumb.png?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=c10e9464b360c31ce8abea9b266076f6%2F20240520%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20240520T054620Z&X-Amz-Expires=86400&X-Amz-SignedHeaders=host&X-Amz-Signature=68332ab1f34faf6ade49ab99b2d9ed008ea947b357d6fd7d2eb36363f01c2899",
      "summary": "One day, a mysterious tower suddenly appeared in the city. The people decided to call it a dungeon, and while it was full of rugged terrain and dangerous monsters, it was also a land of opportunity, where countless treasures awaited. When Sejun, a young man living an ordinary life, is invited to the dungeon by chance, he is thrilled at the prospect of becoming rich, but he is stranded in a hidden area of the mysterious tower. All he has is a few seeds and his body. Now Sejun must farm, collect resources, and figure out his own survival strategy!\n",
      "authors": [
          "Lim Hyeong",
          "Sdcknight"
      ],
      "genres": [
          "Action",
          "Fantasy",
          "Shounen",
          "Drama",
          "Adventure",
          "Manhwa"
      ],
      "nsfw": false,
      "type": "korea",
      "total_chapter": 61,
      "create_at": 1704976068644,
      "update_at": 1715786355228
    },
    {
      "id": "659f6292f64a55128b443291",
      "title": "Lonely Attack on the Different World",
      "sub_title": "Hitoribocchi no Isekai Kouryaku Lonely Attack on a Different World ひとりぼっちの異世界攻略",
      "status": "ongoing",
      "thumb": "https://usc1.contabostorage.com/scraper/mangas/659f6292f64a55128b443291/thumb.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=c10e9464b360c31ce8abea9b266076f6%2F20240520%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20240520T054620Z&X-Amz-Expires=86400&X-Amz-SignedHeaders=host&X-Amz-Signature=c61f320c0eb3b1e1e1510e3e2297ba0f193b180f0e952f20cdc038c189476238",
      "summary": "Class outcast? Check.Getting transported into a different world with your classmates? Check.Meeting a god in some limbo between the worlds? Check.Getting a cheat skill? Sucks to be you, they're all sold out.This story is about a loner's adventure in an alternate universe, no thanks to a senile god that gave him every skill he didn't need.==========The strongest doesn’t need any cheats!Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates.When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world...But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills.His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill.Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair…After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats!He will walk a heretical path of strength that transcends the need for them.The curtain rises on the strongest loner’s otherworld strategy guide!\n",
      "authors": [
          "Goji Shoji",
          "Bibi"
      ],
      "genres": [
          "Fantasy",
          "Comedy",
          "Adventure",
          "Isekai"
      ],
      "nsfw": false,
      "type": "japan",
      "total_chapter": 232,
      "create_at": 1704944274419,
      "update_at": 1715782856112
    }
  ]